{
  "title": "Términos de Servicio",
  "lastUpdated": "Última actualización: Enero 2025",
  "sections": [
    {
      "title": "1. Aceptación de los Términos",
      "content": [
        "Al acceder y utilizar los servicios proporcionados por Antigua Tech Solutions ('nosotros', 'nos' o 'nuestro'), usted acepta y se compromete a cumplir con los términos y disposiciones de este acuerdo.",
        "Si no está de acuerdo con lo anterior, por favor no utilice este servicio."
      ]
    },
    {
      "title": "2. Descripción de Servicios",
      "content": [
        "Antigua Tech Solutions proporciona soluciones digitales personalizadas incluyendo aplicaciones web, aplicaciones móviles, desarrollo de APIs, mantenimiento de código, diseño UX y servicios de modelado 3D.",
        "Nos reservamos el derecho de modificar, suspender o discontinuar cualquier aspecto de nuestros servicios en cualquier momento sin previo aviso."
      ]
    },
    {
      "title": "3. Responsabilidades del Cliente",
      "content": [
        "Los clientes son responsables de proporcionar información precisa y completa necesaria para la finalización del proyecto.",
        "Los clientes deben proporcionar retroalimentación y aprobaciones oportunas según se describe en los acuerdos del proyecto.",
        "Los clientes son responsables de mantener la confidencialidad de cualquier credencial de acceso o información de acceso proporcionada."
      ]
    },
    {
      "title": "4. Propiedad Intelectual",
      "content": [
        "Tras el pago completo, los clientes poseerán los derechos de propiedad intelectual de las soluciones desarrolladas a medida, excluyendo cualquier framework preexistente, bibliotecas o componentes de terceros.",
        "Antigua Tech Solutions retiene el derecho de usar metodologías generales, técnicas y conocimientos desarrollados durante el curso de proporcionar servicios.",
        "Cualquier propiedad intelectual preexistente de Antigua Tech Solutions permanece como nuestra propiedad exclusiva."
      ]
    },
    {
      "title": "5. Términos de Pago",
      "content": [
        "Los términos de pago se especificarán en los acuerdos individuales del proyecto.",
        "Los pagos tardíos pueden resultar en la suspensión del proyecto y tarifas adicionales.",
        "Todos los precios están sujetos a impuestos aplicables a menos que se especifique lo contrario."
      ]
    },
    {
      "title": "6. Limitación de Responsabilidad",
      "content": [
        "La responsabilidad de Antigua Tech Solutions por cualquier reclamo que surja de nuestros servicios no excederá el monto total pagado por el cliente para el proyecto específico.",
        "No somos responsables de ningún daño indirecto, incidental, especial o consecuente.",
        "No garantizamos un servicio ininterrumpido o libre de errores."
      ]
    },
    {
      "title": "7. Confidencialidad",
      "content": [
        "Respetamos la confidencialidad de la información del cliente y no divulgaremos información confidencial a terceros sin consentimiento por escrito.",
        "Esta obligación continúa más allá de la terminación de nuestra relación comercial.",
        "La información confidencial no incluye información que esté disponible públicamente o desarrollada independientemente."
      ]
    },
    {
      "title": "8. Terminación",
      "content": [
        "Cualquiera de las partes puede terminar los servicios con aviso por escrito según se especifica en el acuerdo del proyecto.",
        "Tras la terminación, los clientes son responsables del pago de todo el trabajo completado hasta la fecha de terminación.",
        "Nos reservamos el derecho de terminar los servicios inmediatamente por incumplimiento de estos términos."
      ]
    },
    {
      "title": "9. Ley Aplicable",
      "content": [
        "Estos términos se regirán e interpretarán de acuerdo con las leyes de Guatemala.",
        "Cualquier disputa que surja de estos términos o nuestros servicios se resolverá a través de arbitraje vinculante en Guatemala."
      ]
    },
    {
      "title": "10. Cambios en los Términos",
      "content": [
        "Nos reservamos el derecho de modificar estos términos en cualquier momento.",
        "Los cambios serán efectivos inmediatamente después de su publicación en nuestro sitio web.",
        "El uso continuado de nuestros servicios después de los cambios constituye la aceptación de los nuevos términos."
      ]
    },
    {
      "title": "11. Información de Contacto",
      "content": [
        "Para preguntas sobre estos Términos de Servicio, por favor contáctenos en info@antiguadigital.com.",
        "También puede contactarnos por teléfono al +1 (234) 567-8901 o por correo en nuestra dirección en Antigua Guatemala, Guatemala."
      ]
    }
  ]
}